Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/spk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In 2011 salary growth was 3,70%.
nb: I 2011 var lønnsveksten 3,70 prosent.

source: the National Insurance scheme.
nb: etter samme satser som i folketrygden.

source: members exist as at 31.12.2012.
nb: til de som er medlemmer per 31.12.2012.

source: link to page 2 ing securities in the available-for-sale portfolio, have
nb: link to page 2 bortsett fra rentepapirer i omløpsporteføljen, har gitt

source: Buffer capital was strengthened during 2016. The
nb: Bufferkapitalen styrket seg gjennom 2016. Avkastning

source: This resulted in a minimum increase
nb: Dette ga en minimum økning i samlet pensjon på

source: The result for the year shows a net loss of NOK 101 million.
nb: Årets resultat viser et underskudd på 101 millioner kroner.

source: widowers' inheritance, will be processed in 2012.
nb: skal gå til arvinger behandles i 2012.

source: As at 31.12.2011 other retained earnings totalled NOK 386
nb: 31.12.2011 utgjør annen opptjent egenkapital 386 millioner

source: shall also be based upon the guidelines for Folketrygdfondet
nb: skal ta utgangspunkt i retningslinjene for Folketrygdfondet

source: Accordingly we will continue to have transitional
nb: Vi vil derfor i lang tid ha overgangsordninger som

source: sustainable pension system.
nb: med uføretrygden i folketrygden.

source: THE PENSION SCHEME FOR THE PHARMACY SECTOR / ANNUAL REPORT 2015
nb: De senere årene PENSJONSORDNINGEN FOR APOTEKVIRKSOMHET / ÅRSRAPPORT 2015

source: tional provisions related to the strengthening of K2005 would be
nb: knyttet til styrking av K2005 ble besluttet finansiert med

source: increase in premium rate to 16.1 per cent in 2012.
nb: samt økning i premiesats til 16,1 prosent i 2012.

source: ers’ Association, the Norwegian Association of Pharmacists
nb: Styret i pensjonsordningen har gjennom året

source: lifying period than 360 months, the pension benefits
nb: kortere opptjeningstid enn 360 måneder, vil pensjo-

source: In 2016 a total increase in pension liabilities (the
nb: økt resultatet i 2016 tilsvarende. skal dekkes innenfor annen opptjent egen kapital. pensjonskasser.

source: The uncertainty surrounding the future development of the financial markets continued throughout 2010.
nb: Innledning I 2010 var finansmarkedet fortsatt preget av usikkerhet.

source: and is on public hearing in the spring of 2013.
nb: Forslaget krever endrin-ger i lov om tjenestepensjon, og er på høring våren 2013.

source: funds for the last 10 years.
nb: ning på fondsmidlene siste 10 år.

source: for the scheme from 2015. It is recommended that
nb: avsetningene i ordningen fra 2015, reduksjonen er

source: the member had their qualifying period after 31.12.1993.
nb: medlemmet hadde opptjeningstid etter 31.12.1993.

source: When a member is between 62 and 65 years of age The
nb: Når et medlem er mellom 62 og 65 år, er det NAV som står

source: In 2016 the pensions were adjusted based on a factor of
nb: Pensjonene ble i 2016 regulert med utgangspunkt i en sammenheng.

source: In addition, NOK 279 million was paid in
nb: Videre ble det utbetalt 279 millioner kroner i pensjoner

source: Adaptations to pension legislation and the
nb: innført tilpasninger i pensjonslovene og de private tjeneste-

source: The Pension Scheme for the Pharmacy Sector | Annual report 2010 Insurance risk
nb: Det er i 2010 innbetalt i alt Risikostyringen på investeringssiden og risikostyringen knyttet

source: This has reduced the profit for 2010 accordingly.
nb: kroner. Dette har redusert resultatet i 2010 tilsvarende.

source: strengthening of the disability tariff for the entire pen-sion scheme from 01.01.2012.
nb: som følge av styrking av uføretariffen for hele pensjonsord-ningen fra 01.01.2012.

source: Actual returns on the pension assets for 2012 were higher
nb: Reell avkastning for 2012 viste seg å bli høyere enn vår

source: The Pension Scheme for the Pharmacy Sector is a statutory
nb: Pensjonsordningen for apotekvirksomhet (POA) er en lovfestet

source: paid until the member reaches the age of 67.
nb: alderspensjon kan tidligst utbetales fra 67 år.

source: the detail regulations have been clarified yet.
nb: tjenestepensjonsordningene i både privat og offentlig sektor.

source: management increased by more than NOK 500 million in 2012, and totalled NOK 5.8 billion at year-end.
nb: lene økte med i overkant av 500 millioner i 2012 og var på 5,8 mrd ved årsskiftet.

source: in 2011, provide a satisfactory basis for securing the financial
nb: i pensjonsordningen i 2011 og videre fremover.

source: are still expected to grow throughout 2016 as a result of
nb: ning forventes fortsatt å vokse gjennom 2016 som følge

source: scheme’s financial position at year-end.
nb: ved utgangen av året.

source: those with a shorter qualifying period than 360 months, the
nb: har jobbet deltid, eller har kortere opptjeningstid enn 360 Uførepensjon kan innvilges medlemmer som blir arbeidsuføre

source: Investment management in the pension scheme delivered solid returns in 2012.
nb: Kapitalforvaltningen i pensjonsordningen leverte et solid resultat i 2012.

source: 61 per cent of total capital was placed in bonds and bond
nb: 61 prosent plassert i obligasjoner og obligasjonsfond,

source: be less than 66 per cent of final salary, even with
nb: mindre enn 66 prosent av sluttlønnen selv om man

source: but not paid premiums constituted a total of NOK 149
nb: innbetalt premie, utgjorde i alt 149 millioner kroner ved

source: identifying the investment opportunities that offer the
nb: avkastning i perioden (ved starten på finans krisen i

source: National Insurance Scheme rules apply when calculating pension benefits for members aged 62 to 65.
nb: Det er alltid folketrygdens regelverk som gjelder når medlemmet er mellom 62 og 65 år.

source: that this provides a satisfactory basis for meeting the
nb: fredsstillende grunnlag for å møte de utfordringer som

source: The buffer capital was strengthened during the year and
nb: Bufferkapitalen er styrket gjennom året og tilfredsstiller

source: This is significantly better than the return for the
nb: Dette er betydelig bedre enn avkastning for

source: from 2011 can be explained by the completion of payments to widowers as a result of a ruling by the EFTA Court, the decline
nb: 2011 kan forklares med avslutning av utbetaling til enkemenn som følge av en dom i EFTA-domstolen, nedgang i risikoutgif-

source: Membership of the Pension Scheme for the Pharmacy Sector also includes a contractual pension (AFP), disability pension and dependents’ pension.
nb: Medlemskap i Pensjonsordningen for apotekvirksomhet omfatter også avtalefestet pensjon (AFP), uførepensjon og etterlattepensjon.

source: of final salary for a member with full accrual (360 months)
nb: sluttlønn ved full opptjening (360 måneder), før levealders-

source: The 1954 age group can start measures that encourage us to work longer. The changes
nb: alderspensjon for 1954 og yngre årskull ikke klart.

source: from the ordinary premium.
nb: til grunn ved inngangen til året.

source: at least 99 per cent. The allocation of the pension
nb: egenkapitalkrav er minst 99 prosent. Fordelingen

source: In 2015 a total increase in pension liabilities (the premium
nb: sert resultatet i 2015 tilsvarende. reguleringsfondet er en buffer mot eventuelle frem­

source: Scheme for the Pharmacy Sector improved
nb: for medlemmer og arbeidsgivere på spk.no.

source: after 1953 - and maybe a completely new public
nb: er født etter 1953 - og kanskje en heilt ny offentlig

source: investment result, risk result and other result.
nb: resultat, risikoresultat og øvrig resultat.

source: Those who were born in 1958 or earlier receive
nb: De som er født i 1958 eller tidligere, får en

source: provisions of NOK 6.1 million in the risk equalisation fund were also dissolved in 2012.
nb: på 6,1 mill. kroner i risikoutjevningsfond også frigjort i 2012.

source: Pension Scheme for the Pharmacy Sector.
nb: for apotekvirksomhet, til å bli en nettoordning.

source: On reaching the age of 62, members of the pension scheme may be entitled to retire on a contractual pension (AFP).
nb: Medlemmer i pensjonsordningen kan ha rett til avtalefestet pensjon fra fylte 62 år. Avtalefestet pensjon (AFP) er en førtidspensjonsordning som gir eldre arbeidstakere rett til å gå av med pensjon før aldersgrensen.

source: Pension scheme rules guaranteeing a certain level of gross pension payments mean that pension benefits are usually equivalent to at least 66 % of the member’s pension basis.
nb: Pensjonsordningen har en regel om garantert brutto pensjonsnivå, som gjør at pensjonen vanligvis utgjør minst 66 prosent av pensjonsgrunnlaget.

source: early to say how the pension reform will affect the Pension
nb: hvordan pensjonsreformen vil slå ut for Pensjonsordningen for

source: results and markets in 2012
nb: Resultater og markeder i 2012

source: weighted return was 6.60 per cent.
nb: avkastning ble på 6,60 prosent.

source: 176 million. This includes changes in unrealized gains
nb: er positivt med 176 millioner kroner. Dette inkluderer det ytre miljø.

source: cash flow from the real estate portfolio, this asset class has
nb: løpende kontantstrøm fra eiendomsporteføljen har medført at

source: The Pension Scheme for the Pharmacy Sector’s investment
nb: avkastning for sammenlignbar referanseindeks som ble på

source: provisions would be speeded up and completed in 2013. A total
nb: planen forseres og sluttføres i 2013. Totalt ble det dermed

source: to the method used by the Pension Scheme for the Pharmacy
nb: • Pensjonsordningen for apotekvirksomhet er en lovfestet

source: ferred to the scheme applicable on retirement.
nb: vil rettigheter opptjent i de ulike ordningene bli fastsatt i hver enkelt ordning.

source: first half of 2013. It is proposed that the current defined benefit
nb: Disse er også på høring våren 2013. Det foreslås at dagens

source: by the Pension Scheme for the Pharmacy Sector
nb: med uttak av alderspensjon fra folketrygden.

source: A full disability pension is equivalent to 66 % of the member's pension basis.
nb: Full uførepensjon utgjør 66 prosent av pensjonsgrunnlaget.

source: 2014 was 6.61 per cent (value-adjusted).
nb: 2014 ble 6,61 prosent (verdijustert).

source: decided in December 2011 that in future the ethical guidelines
nb: i desember 2011 at de etiske retningslinjene fremover også

source: With effect from 2001 new rules were introduced for included in the pension transfer agreement. For those who
nb: Fra og med 2001 ble det innført nye regler for beregning for medlemmer som sluttet før denne datoen med mindre

source: that the chosen investment portfolio must have
nb: Strategien slår fast at risikonivået i

source: In accordance with the Act the pension scheme shall be
nb: Pensjonsordningen omfatter også medlemmer som ikke er

source: When a member is
nb: Når et medlem

source: the rules for public sector occupational pensions, but with the
nb: for offentlig tjenestepensjon, men med nødvendige tilpas-

source: With effect from 2001 new rules were introduced for calcula-
nb: Fra og med 2001 ble det innført nye regler for be-

source: Free equity totalled NOK 375
nb: frie egenkapitalen utgjorde i alt 375 millioner kroner

source: the pension scheme’s operations during 2015 and the
nb: ordningens virksomhet i 2015 og den økonomiske

source: The buffer (time-weighted) of 4.8 per cent in 2016 is better than
nb: Avkastningen (tidsvektet) på 4,8 prosent i 2016 er bedre

source: The 67% were placed in bonds, 18% in shares, equity funds and
nb: 67 prosent plassert i obligasjoner, 18 prosent i aksjer, aksjefond

source: The table below shows the returns for 2012 and reference
nb: Tabellen under viser avkastning for 2012 og referansevekt

source: not cover the actual accrued pension costs in 2012. This was
nb: ikke dekker de faktiske påløpte pensjonskostnadene i 2012.

source: compared to NOK 643 million in 2015.
nb: mot 643 millioner kroner i 2015.

source: Funds under management increased by more than NOK 740 million during the year, and totalled NOK 7.29 billion at the end of December
nb: Midler til forvaltning økte med rundt 740 millioner gjennom året, og var på 7,29 milliarder ved utgangen av desember.

source: On reaching the age of 62, members of the pension
nb: Medlemmer i pensjonsordningen kan ha rett til av-talefestet pensjon (AFP) fra fylte 62 år.

source: the Board for 2012, provide a satisfactory basis for securing
nb: vurderer i 2012, gir et tilfredsstillende grunnlag for å sikre økonomien i pensjonsordningen.

source: tributed to this together with the return on the securities
nb: dette sammen med avkastning på verdipapirporteføljen.

source: somewhat at the start of 2016 to further reduce the con-
nb: forvaltningen er også lagt noe om i starten av 2016 for

source: A transparent, comprehensible and predictable set
nb: Et transparent, forståelig og forutsigbart regelverk

source: At the end of 2015, the scheme’s free equity consisted
nb: av 2015 bestod ordningens frie egenkapital av annen

source: party to a pension transfer agrrement.
nb: pensjonsordninger i Norge.

source: 290 million was paid in pensions, compared to NOK 279
nb: 290 millioner kroner i pensjoner mot 279 millioner kro­

source: the Pharmacy Sector increased by NOK 446 million
nb: for apotekvirksomhet økte med 446 millioner kroner

source: the Pharmacy Sector and for the industry in general.
nb: forpliktelsene er en utfordring for Pensjonsordningen for

source: are adjusted for age from 67 years – i.e. pension pay-ments are related to life expectancy.
nb: fra 67 år. Det vil si at det ved uttak av pensjon tas hensyn til forventet levealder.

source: What remains in the public sector?
nb: Hva gjenstår i offentlig sektor?

source: At year’s end 2016, employees at 868 pharmacies were
nb: Ved utgangen av 2016 var ansatte ved 868 apotek

source: pected return of around 5 per cent, and therefore an advanced discount which the system does not take into consideration
nb: om ca. 5 prosent avkastning, og dermed en forskuddsrabatt som systemet ikke tar hensyn til når systemberegnet premie

source: regard to the events which have occurred in 2012 appears as a separate result in the insurance statement.
nb: i henhold til de hendelser som er inntruffet i 2012, kommer inn som et eget resultat i forsikringsoppgjøret.

source: Free equity totalled NOK 1 058 million at the end of the
nb: egenkapitalen utgjør i alt 1 058 millioner kroner ved

source: financed through a three-year plan starting in 2011.
nb: Forventet en treårig oppreserveringsplan fra 2011.

source: a retirement pension.
nb: alderspensjon fra folketrygden.

source: the National Insurance scheme and is a life-long payment.
nb: (POA) kommer i tillegg til alderspensjon fra folketrygden og

source: pension and the pension is always calculated according to
nb: alltid etter reglene i folketrygden.

source: We therefore see, as in 2013, that the effect
nb: Vi ser dermed, som i 2013, at effekten

source: the completed qualifying period when they reach 67 taxation of disability pensioners.years of age.
nb: pensjonsgrunnlaget ved full opptjening, når de fyller 67 år.

source: rate of 3 per cent. The expected rate of return used in the
nb: har vært høyere enn grunnlagsrenten på 3 prosent. Forventet

source: estimated to be NOK 5,412 million.
nb: 5 412 millioner kroner.

source: to 10 times the National Insurance base amount (G).
nb: Pensjonsgrunnlaget er maksimert til 10 ganger tjenestepensjon også omfattet POA.

source: improvement from financial year 2011.
nb: betydelig forbedring fra regnskapsåret 2011.

source: Members can also apply for housing loans.
nb: Medlemmer kan også søke om boliglån.

source: • In March 2014 new rules for public sector disability pensions
nb: • I mars 2014 ble det nye regelverket for offentlig uførepen-

source: This year’s profit of NOK 262 million will be allocated to
nb: Årets overskudd på 262 millioner kroner avsettes til

source: This is an increase of NOK 502 million
nb: Dette er en økning på 502 millioner kro­

source: In 2016 management sion schemes – including the Pension Scheme for the
nb: I 2016 vil forvaltningen pensjonsordninger, inkludert POA, benytter. Dette

source: dependents’ pension started on 01.01.1994 or later, and where
nb: der etterlattepensjonen startet 01.01.1994 eller senere, og der

source: in a one-off cost of NOK 51 million being charged to the insur-
nb: oppgjøret ble belastet med en engangskostnad på 51 millioner

source: Premiums have remained unchanged at 13,6% of the contribu- tion base throughout 2011.
nb: Premiesatsen har vært uendret på 13,6 prosent av pensjons-grunnlaget i hele 2011.

source: From age 65 the level of pension benefits is calculated
nb: Fra fylte 65 år beregnes AFP etter reglene i folketrygden

source: the pension scheme’s operations during 2016 and the
nb: ningens virksomhet i 2016 og den økonomiske stillingen

source: satisfactory capital situation in the Pension Scheme.
nb: vanskelig å opprettholde en tilfredsstillende balanse i kassen.

source: and dependents’ pension.
nb: uførepensjon og etterlattepensjon.

source: The mortality tariff was updated in 2010 from K1963 to K2005.
nb: Dødelighetstariff ble oppdatert i 2010 fra K1963 til K2005.

source: strengthened disability tariff from 2.0*K1963 to 2.5*K1963 will
nb: styrkede uføretariffen fra 2,0*K1963 til 2,5*K1963 ferdigstilles

source: The Pension Scheme for the Pharmacy Sector | Annual report 2010
nb: Pensjonsordningen for apotekvirksomhet | Årsberetning 2010

source: Retirement pensions are adjusted for age from 67 years – i.e.
nb: Alderspensjonen levealdersjusteres fra 67 år. Det vil si at det

source: At the end of 2012, 738 pharmacies were covered
nb: Ved utgangen av 2012 var 738 apotek omfattet

source: Whether there will be changes to
nb: Endringene i folketrygden

source: sion will be the total of
nb: bli summen av

source: The result for the year shows a profit of NOK 262 million.
nb: Årets resultat viser et overskudd på 262 millioner

source: weighting at year-end for the different asset classes.
nb: ved utgangen av året for de ulike aktivaklassene.

source: qualifying period is 30 years (360 months).
nb: Full opptjeningstid er 30 år (360 måneder).

source: This applied to widowers for whom a
nb: Forsikringstekniske avsetninger i Pensjonsordning for

source: tive for 2012, which means that the invoiced premium does
nb: er for 2012 negativ, noe som betyr at den fakturerte premien

source: 3 per cent of your pension basis up to 6 G
nb: 3 prosent av pensjonsgrunnlaget opp til 6 G

source: This has reduced the profit for 2015 accordingly. The pension scheme calculates capital requirements
nb: kroner til kursreguleringsfondet i 2015. Dette har redu­

source: The insurance result is positive and can be split into the
nb: Forsikringsresultatet er positivt og kan splittes opp i rente-

source: widowers were completed in 2012.
nb: enkemennene ble avsluttet i 2012.

source: The scheme’s free equity consists of other retained earn-
nb: Ordningens frie egenkapital består av annen opptjent

source: the pension from 62 years of age will be equivalent
nb: Størrelsen på pensjonen fra 62 år vil som hovedregel tilsvare den

source: scheme for the Pharmacy Sector constitutes 66 per cent
nb: full alderspensjon fra folketrygden og POA er 66 prosent av

source: • The pension scheme has 7,100 active members and 4,100
nb: • Pensjonsordningen har 7 100 aktive medlemmer og 4 100

source: reference index, which was 4.83 per cent.
nb: referanseindeks som ble på 4,83 prosent.

source: for the Folketrygdfondet (Government Pension Fund-do-
nb: punkt i retningslinjer for Folketrygdfondet (Statens pen­

source: • The Pension Scheme for the Pharmacy Sector is a defined benefit
nb: mentet Banklovkommisjonen i oppdrag å utrede spørsmålet

source: In 2011 pensions were adjusted on the basis of increases in
nb: Pensjonene ble i 2011 regulert med utgangspunkt i lønns- Pensjonsordningen har tidligere besluttet å følge etiske

source: Pharmacy Sector is in addition to a retirement pension from
nb: Alderspensjon fra Pensjonsordningen for apotekvirksomhet

source: service schemes will be easier, and it will be much
nb: er tilpasset folketrygden, vil også samhandlingen

source: and the rules for people born after 1953 are in
nb: personer som er født etter 1953 skal på plass, vil

source: At year-end 2010 employees at 682 pharmacies were members
nb: Ved utgangen av 2010 var ansatte ved 682 apotek medlemmer

source: 386 million. This includes changes in unrealized gains
nb: positivt med 386 millioner kroner.

source: retrospective payments will begin in 2011.
nb: og arbeidet med disse etterbetalingene vil starte i 2011.

source: solvency capital requirements (Solvency II) and the
nb: og buffer knyttet til solvenskapitalkrav (Solvens II)

source: disability pension from NAV.
nb: eller uføretrygd fra NAV.

source: ship in the Pension Scheme for the Pharmacy Sector and
nb: med medlemskap i Pensjonsordningen for apotekvirksom-

source: funds, 22 per cent in shares, equity funds, hedge funds
nb: 22 prosent i aksjer, aksjefond, hedgefond og spesialfond,

source: For the Norwegian Public Service Pension Fund
nb: For SPK, som er største leverandør av offentlig

source: A good pension scheme is about more than just a retirement pension.
nb: en god pensjonsordning handler om mer enn alderspensjon.

source: From age 65, the level of pension benefits is calculated either according to National Insurance Scheme rules or according to the method used by the Pension Scheme for the Pharmacy Sector for calculating retirement pensions.
nb: Fra fylte 65 år beregnes avtalefestet pensjon enten etter reglene i folketrygden, eller etter Pensjonsordningen for apoteketatens beregningsmetode for alderspensjon.

source: for Pharmacy Sector also includes a contractual pension (AFP), disability pension and dependents’ pension.
nb: omfatter også avtalefestet pensjon (AFP), uførepensjon og etterlattepensjon.

source: This practice was adhered to during 2010.
nb: Denne praksis er fulgt for 2010. kasse, Finn Melbø.

source: employee has been a member of the pension scheme.
nb: tiden arbeidstaker har vært medlem i pensjonsordningen.

source: A full disability pension is equivalent to 66 per cent of the
nb: 66 prosent av sluttlønnen selv om man har full opptjening. vært oppnådd om en var frisk og kunne fortsatt i stillingen

source: as the Pension Scheme for the Pharmacy Sector.
nb: forpliktelser uten for store variasjoner i premien.

source: of NOK 143 million from the securities adjustment
nb: Det er overført urealiserte kursgevinster på 143 millio­

source: base after the completed qualifying period.
nb: sent av pensjonsgrunnlaget ved full opptjeningstid.

source: • The Pension Scheme for the Pharmacy Sector is a defined
nb: • Pensjonsordningen for apotekvirksomhet (POA) er en

source: scheme, and stipulates that the chosen investment portfolio
nb: investeringsporteføljen til en hver tid maksimalt skal

source: number of active members, pensioners and members
nb: Vekst i bestanden av både yrkesaktive, pensjonister og

source: regulations for public sector occupational pensions.
nb: regelverket for offentlig tjenestepensjon.

source: capital requirements related to the increase in life expectancy.
nb: avsetningsbehovet knyttet til økningen i levealder.

source: will probably start from 2015 for the pension scheme, with gradual implementation over several years.
nb: sikringer i livsforsikringsselskaper og pensjonskasser. Med sannsynlig virkning fra 2015 og med gradvis innføring over flere år.

source: The overall return on the pension scheme’s funds for 2012 was
nb: Total avkastning på pensjonsordningens midler for året 2012
